export default function ExportDocsText() {
  return (
    <div className="mt-28 mb-14 flex flex-col items-start justify-between max-w-5xl mx-auto gap-6">
      <h2 className="mb-14 self-center font-serif text-2xl font-normal">
        В отличие от других курьерских служб?
      </h2>
      <p>
        Мы предлагаем доставку по всему миру, что означает, что вы можете
        отправить посылку в любую страну, куда бы вы ни хотели.
      </p>
      <p>
        Наша экспресс-доставка в другие страны является идеальным решением для
        людей, которые ищут быстрое и надежное решение. Мы можем доставить
        посылку или документ в любую точку мира, используя самые современные
        методы и технологии.
      </p>
      <p>
        Мы предоставляем услуги под ключ - заберем посылку у вас в офисе и
        доставим ее прямо до двери получателя в другой стране. Учтём все
        формальности и сами подготовим документы для отправки - не беспокойтесь
        о таможенных формальностях, если есть MBE!
      </p>
    </div>
  );
}
