export default function ExportCargoText() {
  return (
    <div className="mt-28 mb-14 flex flex-col items-start justify-between max-w-5xl mx-auto gap-6">
      <h2 className="mb-14 self-center text-xl font-semibold ">
        Почему стоит выбрать нас?
      </h2>
      <p>
        Мы используем авиадоставку для транспортировки ваших документов в другие
        страны, что гарантирует, что ваша отправление будет доставлено за
        несколько дней. Мы также предоставляем гибкие возможности в логистике,
        чтобы даже самые требовательные посылки дошли до конечного получателя.
      </p>
      <p>
        Не откладывайте на потом, свяжитесь с нами уже сегодня и мы поможем вам
        отправить вашу посылку или документ в любую точку мира без задержек и
        проблем!
      </p>
    </div>
  );
}
