export default function ImportFromOtherContriesText() {
  return (
    <div className="mt-28 mb-14 flex flex-col items-start justify-between max-w-5xl mx-auto gap-6">
      <h2 className="mb-14 self-center text-xl font-semibold ">
        Всё очень сложно, нужно больше информации.
      </h2>
      <p>
        Мы были бы бесконечно рады предоставить вам фиксированные цены на
        доставку их ругих стран в РФ, но сейчас всё стало слишком
        непредсказуемо. В международной логистике очень многое поменялось, и
        доставить в Россию посылки стало серьёзным испытанием, но мы постоянно
        находим новые возможности! Пожалуйста, свяжитесь с нами для уточнения
        всех вопросов - мы постараемся помочь!
      </p>
      <p>
        Сразу предупреждаем, что коммерческую партию или большой груз мы
        доставим не сможем - только документы, бесплатные образцы, или недорогие
        товары.
      </p>
    </div>
  );
}
