export default function ImportChinaText() {
  return (
    <div className="mt-28 mb-14 flex flex-col items-start justify-between max-w-5xl mx-auto gap-6">
      <h2 className="mb-14 self-center font-serif text-2xl font-normal">
        Ищете надежного и профессионального партнера для импорта посылок из
        Китая?
      </h2>
      <p>Тогда вы нашли то, что вам нужно!</p>
      <p>
        Мы являемся экспертами в области импорта посылок из Китая и предлагаем
        услуги по авиадоставке посылок от 0,5 кг. Курьер забирает груз у вашего
        отправителя и доставляет его прямо до вашей двери в РФ. Чаще всего нам
        поручают доставить образцы продукции, товары для сертификации или
        небольшие партии продукции до 30 кг.
      </p>
      <p>
        MBE понимает, что логистика может быть сложным и запутанным процессом,
        поэтому мы стремимся сделать его максимально простым и прозрачным для
        наших клиентов. Мы не взимаем скрытых платежей и дополнительных сборов,
        что позволяет нашим клиентам сэкономить время и деньги.
      </p>
      <p>
        Наши сторудники также помогают оформить необходимые таможенные документы
        для импорта, что позволит вам избежать проблем с декларированием. Наши
        профессионалы знают все тонкости логистики и таможенного оформления,
        поэтому вы можете быть уверены, что ваша посылка будет доставлена
        вовремя и без проблем.
      </p>
      <p>
        Мы понимаем, что импорт из Китая может быть критически важным для вашего
        бизнеса, поэтому мы стремимся предоставлять нашим клиентам
        высококачественные услуги, которые помогут им расти и развиваться. Мы
        всегда готовы идти на встречу потребностям наших клиентов и
        предоставлять индивидуальный подход к каждому заказу!
      </p>
    </div>
  );
}
