export default function RussText() {
  return (
    <div className="mt-28 mb-14 flex flex-col items-start justify-between max-w-5xl mx-auto gap-6">
      <h2 className="mb-14 self-center text-xl font-semibold ">
        Вы ищете быструю и надежную экспресс-доставку? Тогда вы на правильном
        пути!
      </h2>
      <p>
        MBE предлагает индивидуальный подход к каждому клиенту, гарантированную
        доставку от двери до двери и низкие цены на все наши услуги.
      </p>
      <p>
        Мы понимаем, что каждый клиент уникален, и мы рады предоставить
        оптимальные решения для всех ваших потребностей. Наша команда
        профессионалов работает круглосуточно, чтобы убедиться, что ваша посылка
        доставлена вовремя и в безопасности.
      </p>
      <p>
        Мы также гарантируем качественную упаковку и страхование для вашего
        спокойствия. Мы заботимся о каждой посылке, как о своей собственной, и
        делаем все возможное, чтобы она была доставлена в целости и сохранности.
      </p>
      <p>
        Кроме того, наши цены и сроки доставки являются одними из самых выгодных
        на рынке. Мы предоставляем быструю и экономичную доставку, без скрытых
        дополнительных расходов.
      </p>
      <p>
        Независимо от того, какой размер или вес вашей посылки, мы готовы
        предоставить вам высококачественную и быструю доставку по всей России.
      </p>
      <p>
        Не ждите ни минуты дольше, свяжитесь с нами, и мы гарантируем, что вы
        останетесь довольны нашим сервисом!
      </p>
    </div>
  );
}
